tap "argoproj/tap"
tap "aws/tap"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kryptco/tap"

brew "akamai/mfa/akr"
brew "apr-util"
brew "argo"
brew "awscli"
brew "base64"
brew "bash"
brew "direnv"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "fff"
brew "fzf"
brew "git-delta"
brew "grep"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubectx"
brew "kubeseal"
brew "mysql"
brew "openconnect"
brew "openssh"
brew "openvpn"
brew "pinentry-mac"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "stern"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "derailed/k9s/k9s"

cask "clipy"
cask "docker"
cask "enpass"
cask "firefox"
cask "font-roboto-mono"
cask "gimp"
cask "google-japanese-ime"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "postman"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"

vscode "42Crunch.vscode-openapi"
vscode "apollographql.vscode-apollo"
vscode "Arjun.swagger-viewer"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "httpsterio.henna"
vscode "jakebathman.mysql-syntax"
vscode "juhahinkula.thymeleaf"
vscode "kuscamara.electron"
vscode "mathiasfrohlich.Kotlin"
vscode "MaxfieldWalker.vscode-color-theme-spirited-away"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "naco-siren.gradle-language"
vscode "octref.vetur"
vscode "panicbit.cargo"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust"
vscode "shengchen.vscode-checkstyle"
vscode "sianglim.slim"
vscode "sleistner.vscode-fileutils"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
