tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "akamai/mfa/akr"
brew "apr-util"
brew "base64"
brew "bash"
brew "direnv"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "fzf"
brew "git-delta"
brew "grep"
brew "imagemagick"
brew "jq"
brew "kind"
brew "mysql"
brew "openconnect"
brew "openssh"
brew "openvpn"
brew "pinentry-mac"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "stern"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"

cask "clipy"
cask "docker"
cask "enpass"
cask "firefox"
cask "font-roboto-mono"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "xquartz"

vscode "42crunch.vscode-openapi"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "panicbit.cargo"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
