tap "argoproj/tap"
tap "aws/tap"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kryptco/tap"

# Get stuff done with container-native workflows for Kubernetes
brew "argo"
# Official Amazon AWS command-line interface
brew "awscli"
# Encode and decode base64 files
brew "base64"
# Load/unload environment variables based on $PWD
brew "direnv"
# GNU Emacs text editor
brew "emacs"
# Simple file manager written in bash
brew "fff"
# Command-line fuzzy finder written in Go
brew "fzf"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Run local Kubernetes cluster in Docker
brew "kind"
# Krypton command-line client, daemon, and SSH integration
brew "kryptco/tap/kr"
# Tool that can switch between kubectl contexts easily and create aliases
brew "kubectx"
# Kubernetes controller and tool for one-way encrypted Secrets
brew "kubeseal"
# Open client for Cisco AnyConnect VPN
brew "openconnect"
# Password generator
brew "pwgen"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Tail multiple Kubernetes pods & their containers
brew "stern"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Code-search similar to ack
brew "the_silver_searcher"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Kubernetes CLI To Manage Your Clusters In Style!
brew "derailed/k9s/k9s"
# Run GitHub Actions locally
brew "act"
brew "docker-compose"
brew "svn"
brew "imagemagick"
brew "grep"

cask "clipy"
cask "discord"
cask "docker"
cask "enpass"
cask "firefox"
cask "font-roboto-mono"
cask "google-japanese-ime"
cask "iterm2"
cask "ngrok"
cask "notion"
# cask "postman"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"