1password
1password-cli
acpi
alacritty
alsa-plugins
alsa-utils
autoconf
automake
base
bash-completion
binutils
bison
bitwig-studio
blueberry
bluez
bluez-utils
brave-bin
clang
code
dhcpcd
dialog
docker
docker-compose
dosfstools
dpkg
dunst
efibootmgr
emacs-nox
enpass-bin
fakeroot
fcitx5-im
fcitx5-mozc
feh
fff
file
findutils
firefox
flex
fontconfig
fzf
gawk
gcc
gettext
gimp
git
git-delta
glibc
google-chrome
grep
groff
grub
gzip
hyprland-bin
jack2
jack2-dbus
jq
imagemagick
iw
kr-bin
libinput-gestures
libnvidia-container-tools
libnotify
libtool
libva-utils
libva-intel-driver
libwebp
libxft
libyaml
light
linux
linux-firmware
linux-headers
m4
maim
make
mkinitcpio
mtpfs
nano
nerd-fonts
networkmanager
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
nvidia-container-toolkit
nvidia-container-runtime
openssh
openvpn
pacman
pacman-contrib
patch
pavucontrol
playerctl
pkgconf
pulseaudio
qjackctl
rsync
rust-analyzer
sed
spotify
stow
sudo
swaybg
swayidle
swaylock
tela-circle-icon-theme-git
texinfo
tmux
tor
ttf-font-awesome
ttf-roboto-mono
ttf-symbola
unzip
usbutils
waybar-experimental-git
wget
which
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-hyprland-git
xfsprogs
yofi-bin
zoom
