acpi
alacritty
arandr
autoconf
automake
base
bash-completion
binutils
bison
bitwig-studio
blueman
bluez
bluez-utils
bspwm
clang
dart
dhcpcd
dialog
direnv
docker-compose
dosfstools
dpkg
dunst
efibootmgr
emacs-nox
enpass-bin
fakeroot
fcitx
fcitx-configtool
fcitx-mozc
feh
fff
file
findutils
firefox
firefox-nightly
flex
fontconfig
fuse2
fzf
gawk
gcc
gettext
gimp
git
google-chrome
google-cloud-sdk
grep
groff
grub
gzip
imagemagick
inkscape
iw
kr-bin
libinput-gestures
libnotify
libtool
libxft
linux
linux-firmware
linux-headers
m4
make
mesa-demos
mkinitcpio
mtpfs
nano
nerd-fonts-complete
networkmanager
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
openssh
pacman
patch
pavucontrol
pcmanfm
picom
pkgconf
polybar
pulseaudio
rofi
rsync
sed
stow
sudo
sxhkd
tela-circle-icon-theme-git
texinfo
tmux
tor
tor-browser
ttf-font-awesome
ttf-roboto-mono
ttf-symbola
unzip
usbutils
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
webkit2gtk
wget
which
wine
wpa_supplicant
xorg-xbacklight
xorg-xinit
xorg-xrandr
xscreensaver
xsel
xss-lock
yay
zoom
