tap "caskroom/drivers"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "xquartz"
brew "python"
brew "awscli"
brew "bash"
brew "cask"
brew "docker-compose"
brew "emacs"
brew "fontconfig"
brew "fzf"
brew "go"
brew "kubernetes-cli"
brew "minikube"
brew "neofetch"
brew "node"
brew "reattach-to-user-namespace"
brew "sshuttle"
brew "stow"
brew "tmux"
brew "w3m"
brew "watson"
brew "wget"
brew "yarn"
cask "clipy"
cask "docker"
cask "enpass"
cask "firefox"
cask "font-fira-code"
cask "font-roboto-mono"
cask "google-japanese-ime"
cask "iterm2"
cask "java8"
cask "minikube"
cask "postman"
cask "visual-studio-code"
