42Crunch.vscode-openapi
Arjun.swagger-viewer
GabrielBB.vscode-lombok
ms-azuretools.vscode-docker
ms-mssql.mssql
naco-siren.gradle-language
Pivotal.vscode-boot-dev-pack
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
Pivotal.vscode-spring-boot
redhat.java
redhat.vscode-yaml
shengchen.vscode-checkstyle
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wmaurer.change-case
